{
  "text": {
    "hey": 69,
    "hello": 67,
    "hi": 70,
    "there": 148,
    "good": 60,
    "morning": 90,
    "evening": 45,
    "moin": 88,
    "let": 82,
    "s": 122,
    "go": 58,
    "dude": 44,
    "goodmorning": 63,
    "goodevening": 62,
    "afternoon": 4,
    "bot": 22,
    "what": 167,
    "up": 159,
    "greetings": 65,
    "howdy": 73,
    "yo": 173,
    "cu": 34,
    "by": 23,
    "cee": 29,
    "you": 174,
    "later": 81,
    "night": 98,
    "bye": 24,
    "goodbye": 61,
    "have": 66,
    "a": 0,
    "nice": 97,
    "day": 35,
    "see": 128,
    "around": 14,
    "talk": 142,
    "to": 151,
    "soon": 134,
    "next": 96,
    "time": 150,
    "catch": 27,
    "yes": 172,
    "y": 170,
    "indeed": 77,
    "of": 102,
    "course": 33,
    "that": 146,
    "sounds": 136,
    "correct": 31,
    "yeah": 171,
    "sure": 140,
    "absolutely": 2,
    "okay": 103,
    "right": 121,
    "totally": 153,
    "no": 99,
    "n": 93,
    "never": 95,
    "i": 75,
    "don": 42,
    "t": 141,
    "think": 149,
    "so": 133,
    "like": 83,
    "way": 165,
    "not": 101,
    "really": 119,
    "nope": 100,
    "at": 15,
    "all": 6,
    "disagree": 36,
    "perfect": 107,
    "great": 64,
    "amazing": 8,
    "feeling": 52,
    "king": 80,
    "wonderful": 168,
    "am": 7,
    "very": 162,
    "going": 59,
    "save": 126,
    "the": 147,
    "world": 169,
    "super": 139,
    "stoked": 138,
    "extremely": 48,
    "awesome": 17,
    "fantastic": 50,
    "fabulous": 49,
    "excellent": 46,
    "my": 92,
    "was": 164,
    "horrible": 71,
    "sad": 124,
    "feel": 51,
    "well": 166,
    "disappointed": 37,
    "m": 85,
    "unhappy": 158,
    "saad": 123,
    "upset": 160,
    "terrible": 145,
    "down": 43,
    "bad": 18,
    "in": 76,
    "mood": 89,
    "are": 13,
    "human": 74,
    "talking": 143,
    "real": 118,
    "an": 9,
    "ai": 5,
    "re": 117,
    "machine": 86,
    "programmed": 113,
    "how": 72,
    "much": 91,
    "does": 39,
    "dog": 40,
    "cost": 32,
    "tell": 144,
    "me": 87,
    "price": 111,
    "cat": 26,
    "expensive": 47,
    "your": 175,
    "pets": 109,
    "pet": 108,
    "please": 110,
    "rabbit": 114,
    "ferret": 53,
    "is": 78,
    "turtle": 154,
    "bird": 20,
    "can": 25,
    "prices": 112,
    "dogs": 41,
    "and": 10,
    "cats": 28,
    "cheapest": 30,
    "for": 57,
    "range": 116,
    "do": 38,
    "about": 1,
    "any": 12,
    "animals": 11,
    "available": 16,
    "adopt": 3,
    "sell": 129,
    "or": 105,
    "rabbits": 115,
    "turtles": 155,
    "ferrets": 54,
    "birds": 21,
    "kinds": 79,
    "shop": 130,
    "types": 157,
    "small": 132,
    "reptiles": 120,
    "today": 152,
    "here": 68,
    "sale": 125,
    "find": 56,
    "filter": 55,
    "out": 106,
    "show": 131,
    "search": 127,
    "want": 163,
    "use": 161,
    "bar": 19,
    "narrow": 94,
    "type": 156,
    "sort": 135,
    "only": 104,
    "look": 84,
    "specifically": 137
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "affirm": 0,
    "deny": 4,
    "mood_great": 7,
    "mood_unhappy": 8,
    "bot_challenge": 3,
    "ask_price": 2,
    "ask_about_pets": 1,
    "use_filters": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_about_pets": 12,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_filter_info": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18,
    "utter_iamabot": 19,
    "utter_price_info": 20
  },
  "action_text": null,
  "intent_response_key": null
}